tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "bat"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.13"
brew "docker"
brew "fastfetch"
brew "mas"
brew "nano"
brew "node"
brew "openjdk"
brew "pnpm"
cask "adguard-vpn"
cask "aldente"
cask "font-hack-nerd-font"
cask "telegram"
cask "visual-studio-code"
mas "Klack", id: 6446206067
